org/do-what-you-really-want.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 做你真正想做的事情
#+DATE: <2021-12-27 Mon>
https://mp.weixin.qq.com/s/bOIhO05_RmJusBrlWg4Qyg

我是一个怎样的人？可以试探出自己是怎样的人的问题：

#+BEGIN_QUOTE
你过去的人生里让你最有成就感的一件事是什么？

我：当我把自己想做的一件很小的事情，但我已经渴望很久了，做出来的时候，我非常有成就感。

你过去人生里让你最有挫败感的一件事是什么？

我：无论我怎么表达，父母都无法理解自己。后来我发现，没必要让他们理解我。

你有崇拜的英雄吗，就是可以作为榜样/精神偶像的人？

我：那些真正跟着自己的心走的人，我想像他们一样。

你觉得自己是一个有企图心的人吗？

我：我有上进心，想做成一件事。

你有没有对什么事情充满了极大的热情？

我：有，某个写代码的瞬间。

你十年后希望自己是一个什么样的人？

我：我希望十年后的自己在面对自己的内心时，能更加从容。

你觉得自己有没有一个价值观或者观点，是和大多数人的看法不一样的，即便所有人反对，你也会坚持的？

我：肯定有。因为这就是我，我说出来就是让别人听到，别人的看法对我来说是重要的，但不能因为别人的意见而轻易改变。
#+END_QUOTE