blog/2021/do-what-you-really-want.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-07 Mon 17:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>做你真正想做的事情</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">做你真正想做的事情</h1>
</header><p>
<a href="https://mp.weixin.qq.com/s/bOIhO05_RmJusBrlWg4Qyg">https://mp.weixin.qq.com/s/bOIhO05_RmJusBrlWg4Qyg</a>
</p>

<p>
我是一个怎样的人？可以试探出自己是怎样的人的问题：
</p>

<blockquote>
<p>
你过去的人生里让你最有成就感的一件事是什么？
</p>

<p>
我：当我把自己想做的一件很小的事情，但我已经渴望很久了，做出来的时候，我非常有成就感。
</p>

<p>
你过去人生里让你最有挫败感的一件事是什么？
</p>

<p>
我：无论我怎么表达，父母都无法理解自己。后来我发现，没必要让他们理解我。
</p>

<p>
你有崇拜的英雄吗，就是可以作为榜样/精神偶像的人？
</p>

<p>
我：那些真正跟着自己的心走的人，我想像他们一样。
</p>

<p>
你觉得自己是一个有企图心的人吗？
</p>

<p>
我：我有上进心，想做成一件事。
</p>

<p>
你有没有对什么事情充满了极大的热情？
</p>

<p>
我：有，某个写代码的瞬间。
</p>

<p>
你十年后希望自己是一个什么样的人？
</p>

<p>
我：我希望十年后的自己在面对自己的内心时，能更加从容。
</p>

<p>
你觉得自己有没有一个价值观或者观点，是和大多数人的看法不一样的，即便所有人反对，你也会坚持的？
</p>

<p>
我：肯定有。因为这就是我，我说出来就是让别人听到，别人的看法对我来说是重要的，但不能因为别人的意见而轻易改变。
</p>
</blockquote>
</div>
</body>
</html>